<?php
require_once("_config.php");
$title = "ประวัติอาคารวิทยวิภาส";
?>
<?php require_once("_header.php"); ?>
<h1 class="text-center my-4">ประวัติอาคารวิทยวิภาส</h1>
<div class="container">
    <div class="row justify-content-center">
        <div class="col-md-12">
            <div class="card" style="border-radius:30px">
                <div class="card-body">
                    <div class="text-center my-3" id="Img-HoB">
                        <img src="https://www.cs.kku.ac.th/images/news/1.JPG" alt="Image" width="60%">
                    </div>
                    <div class="container-sm">
                        <p style="text-indent:2.5rem">
                        วันที่ ๔ ธันวาคม ๒๕๖๒ เวลา ๑๕.๐๐ น. สมเด็จพระกนิษฐาธิราชเจ้า กรมสมเด็จพระเทพรัตนราชสุดา ฯ สยามบรมราชกุมารี เสด็จพระราชดำเนินทรงเปิดอาคารวิทยวิภาส คณะวิทยาศาสตร์ มหาวิทยาลัยขอนแก่น 
                        โดยมี นายสมศักดิ์ จังตระกุล ผู้ว่าราชการจัดหวัดขอนแก่น รองศาสตราจารย์นายแพทย์ชาญชัย พานทองวิริยะกุล รักษาการแทนอธิการบดีมหาวิทยาลัยขอนแก่น ผู้ช่วยศาสตราจารย์สมเกียรติ
                        ศรีจารนัย คณบดีคณะวิทยาศาสตร์ พร้อมด้วยคณะผู้บริหาร คณาจารย์ บุคลากร ตลอดจนนักศึกษา ร่วมเฝ้าทูลละอองพระบาทรับเสด็จ
                        </p>
                        <p style="text-indent:2.5rem">
                        “อาคารวิทยวิภาส” เป็นอาคารคอนกรีตเสริมเหล็ก สูง ๕ ชั้น พื้นที่ใช้สอย ๒๔,๕๖๓ ตารางเมตร (สองหมื่นสี่พันห้าร้อยหกสิบสาม) ตารางเมตร สร้างขึ้นเพื่อทดแทนอาคาร SC02 อาคารเก่าของ
                        คณะวิทยาศาสตร์ มหาวิทยาลัยขอนแก่น ที่มีอายุการใช้งานมากว่า ๔๐ ปี มีสภาพทรุดโทรม  โดยได้รับการจัดสรรงบประมาณก่อสร้างในปีงบประมาณ พ.ศ. ๒๕๕๙ เป็นจำนวน ๔๙๕,๖๖๑,๐๐๐ บาท  
                        (สี่ร้อยเก้าสิบห้าล้านหกแสนหกหมื่นหนึ่งพันบาทถ้วน) แบ่งเป็นงบประมาณแผ่นดิน จำนวน ๒๔๗,๘๓๐,๕๐๐ บาท (สองร้อยสี่สิบเจ็ดล้านแปดแสนสามหมื่นห้าร้อยบาทถ้วน) และเงินนอกงบประมาณ
                        จำนวน ๒๔๗,๘๓๐,๕๐๐ บาท (สองร้อยสี่สิบเจ็ดล้านแปดแสนสามหมื่นห้าร้อยบาทถ้วน ใช้เวลาในการก่อสร้าง รวม ๓ ปี อาคารออกแบบจากแนวคิด “สภาพแวดล้อมที่เอื้ออำนวยต่อการเรียนรู้” 
                        มีการนำองค์ความรู้ทางด้านวิทยาศาสตร์และเทคโนโลยีมาใช้ในการออกแบบ เพื่อให้สามารถนำเอาพลังงานธรรมชาติมาใช้ในอาคารได้อย่างมีประสิทธิภาพ
                        </p>
                        <p style="text-indent:2.5rem">
                        “อาคารวิทยวิภาส” ได้รับพระมหากรุณาธิคุณจากสมเด็จพระกนิษฐาธิราชเจ้า กรมสมเด็จพระเทพรัตนราชสุดา ฯ สยามบรมราชกุมารี  เสด็จพระราชดำเนินมาทรงวางศิลาฤกษ์  เมื่อวันที่ ๑๔ ธันวาคม พุทธศักราช ๒๕๕๘ และได้รับพระราชทานชื่ออาคาร 
                        เมื่อวันที่ ๑๕ พฤศจิกายน พุทธศักราช ๒๕๖๑ ทั้งนี้ชื่อ “อาคารวิทยวิภาส” หมายถึง “อาคารที่เป็นแหล่งความรุ่งเรืองของความรู้”  อาคารหลังนี้จะใช้ในการเรียนการสอนของคณะวิทยาศาสตร์ มหาวิทยาลัยขอนแก่น และการเรียนการสอนของสาขาวิชาฟิสิกส์ 
                        สาขาวัสดุศาสตร์และนาโนเทคโนโลยี และสาขาวิชาวิทยาการคอมพิวเตอร์ ตลอดจนการพัฒนาศักยภาพนักศึกษา  การวิจัยและบริการวิชาการแก่สังคม รวมทั้งส่งเสริมและดำรงไว้ซึ่งศิลปวัฒนธรรม ที่จะเป็นประโยชน์ต่อชุมชนและประเทศชาติ ได้สมบูรณ์ยิ่งขึ้น
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>               
<h1 class="text-center my-4">สรุปโดยรวม</h1>
<div class="container">
    <div class="row justify-content-center">
        <div class="col-md-12">
            <div class="card" style="border-radius:30px">
                <div class="card-body">
                    <div class="pt-5" id="h1-2">
                        <div class="row row-cols-1 row-cols-md-3 g-4" data-masonry='{"percentPosition": true }'>
                            <div class="col">
                                <div class="card">
                                    <div class="card-body">
                                        <h5 class="card-title">ชั้นที่ 1 มีจำนวนห้องทั้งหมด 11 ห้อง ดังนี้</h5>
                                        <br>
                                        - ห้องเเสดงผลงาน 1 ห้อง
                                        <br>
                                        - ห้องสารบรรณ 1 ห้อง
                                        <br>
                                        - ห้องน้ำชาย 1 ห้อง
                                        <br>
                                        - ห้องน้ำหญิง 1 ห้อง
                                        <br>
                                        - ห้องประชุมย่อย 1 ห้อง
                                        <br>
                                        - ห้องพัสดุ 1 ห้อง
                                        <br>
                                        - ห้อง Project 4 ห้อง
                                        <br>
                                        - ห้อง Condens 1 ห้อง
                                        <br>
                                        <br>
                                        <br>
                                    </div>
                                </div>
                            </div>
                            <div class="col">
                                <div class="card">
                                    <div class="card-body">
                                        <h5 class="card-title">ชั้นที่ 2 มีจำนวนห้องทั้งหมด 14 ห้อง ดังนี้</h5>
                                        <br>
                                        - ห้อง Lab เล็ก 1 ห้อง
                                        <br>
                                        - ห้องสัมมนา (30 คน) 1 ห้อง
                                        <br>
                                        - ห้องน้ำชาย 1 ห้อง
                                        <br>
                                        - ห้องน้ำหญิง 1 ห้อง
                                        <br>
                                        - ห้อง Condens 2 ห้อง
                                        <br>
                                        - ห้องประชุมย่อย 2 ห้อง
                                        <br>
                                        - ห้อง Data Center 1 ห้อง
                                        <br>
                                        - ห้องเจ้าหน้าที่ Lab 1 ห้อง
                                        <br>
                                        - ห้องเจ้าหน้าที่ 1 ห้อง
                                        <br>
                                        - ห้อง Lab ใหญ่ (45 คน) 3 ห้อง
                                        <br>
                                    </div>
                                </div>
                            </div>
                            <div class="col">
                                <div class="card">
                                    <div class="card-body">
                                        <h5 class="card-title">ชั้นที่ 3 มีจำนวนห้องทั้งหมด 54 ห้อง ดังนี้</h5>
                                        <br>
                                        - ห้องประชุมวิทยวิภาส 3 (40 ที่นั่ง) 1 ห้อง
                                        <br>
                                        - ห้องเตรียมของว่าง 1 ห้อง
                                        <br>
                                        - ห้องน้ำชาย 1 ห้อง
                                        <br>
                                        - ห้องน้ำหญิง 1 ห้อง
                                        <br>
                                        - ห้อง Condens 2 ห้อง
                                        <br>
                                        - ห้องพักอาจารย์ 48 ห้อง
                                        <br>
                                        <br>
                                        <br>
                                        <br>
                                        <br>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <br>
                        <div class="row row-cols-1 row-cols-md-3 g-4" data-masonry='{"percentPosition": true }'>
                            <div class="col">
                                <div class="card">
                                    <div class="card-body">
                                        <h5 class="card-title">ชั้นที่ 4 มีจำนวนห้องทั้งหมด 13 ห้อง ดังนี้</h5>
                                        <br>
                                        - ห้องบัณฑิต 1 ห้อง
                                        <br>
                                        - ห้องสัมมนา (30 ที่นั่ง) 1 ห้อง
                                        <br>
                                        - ห้องน้ำชาย 1 ห้อง
                                        <br>
                                        - ห้องน้ำหญิง 1 ห้อง
                                        <br>
                                        - ห้อง Condens 2 ห้อง
                                        <br>
                                        - ห้องวิจัย 2 ห้อง
                                        <br>
                                        - ห้อง Lab 2 ห้อง
                                        <br>
                                        - ห้องเจ้าหน้าที่ 1 ห้อง
                                        <br>
                                        - ห้อง Network 1 ห้อง
                                        <br>
                                        - ห้อง Hardware 1 ห้อง
                                        <br>
                                    </div>
                                </div>
                            </div>
                            <div class="col">
                                <div class="card">
                                    <div class="card-body">
                                        <h5 class="card-title">ชั้นที่ 5 มีจำนวนห้องทั้งหมด 13 ห้อง ดังนี้</h5>
                                        <br>
                                        - ห้องวิจัย 6 ห้อง
                                        <br>
                                        - ห้องอัดเสียง 1 ห้อง
                                        <br>
                                        - ห้องน้ำชาย 1 ห้อง
                                        <br>
                                        - ห้องน้ำหญิง 1 ห้อง
                                        <br>
                                        - ห้อง Condens 2 ห้อง
                                        <br>
                                        - ห้อง Lab Network 1 ห้อง
                                        <br>
                                        - ห้อง Lab Remote Sensing / GIS (120 คน) 1 ห้อง
                                        <br>
                                        <br>
                                        <br>
                                        <br>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div> 
<?php require_once("_footer.php"); ?>